Repository: Haci024/GoldElectronicsAPI
Catalog: UI/Resources/SharedResource.*.resx
Languages: ru_ru

source: ...və
ru_ru: ...ve

source: 365 gün
ru_ru: 365 дней...

source: 50 azn-dən
ru_ru: от 50 азн

source: Abunə ol
ru_ru: Подписаться

source: Abunə olmaqla ilk alış-verişinizdə Odissey Electronics-dən 25 manatlıq kupon qazanırsınız.Daha ətraflı...
ru_ru: Оформив подписку, вы получаете купон на 25 манатов от Odyssey Electronics на первую покупку. Подробнее...

source: Ad və Soyad
ru_ru: Имя и Фамилия

source: Aksesuarlar
ru_ru: Аксессуары

source: Audio səs
ru_ru: Аудио звук

source: Başlıq
ru_ru: Заголовок

source: Bizimlə əlaqə
ru_ru: Связаться с нами

source: Brend Məhsullar
ru_ru: Брендовые продукты

source: Bəyənilənlər
ru_ru: Нравится

source: Daxil ol
ru_ru: Войти

source: Digər Səhifələr
ru_ru: Другие страницы

source: Dil
ru_ru: Язык

source: Dronlar
ru_ru: Дроны

source: DSLR Kamera
ru_ru: DSLR-камера

source: Elektron ünvan
ru_ru: Адрес электронной почты

source: Elektron ünvan və ya İstifadəçi adı
ru_ru: Адрес электронной почты или имя пользователя

source: Elektron ünvan...
ru_ru: Адрес электронной почты...

source: Elektron ünvanla abunə ol
ru_ru: Подписаться по электронной почте

source: Endirimdə olanlar
ru_ru: Те, что в продаже

source: Favorit
ru_ru: Любимый

source: Geri ödəniş
ru_ru: Возвращать деньги

source: Göndər
ru_ru: Отправлять

source: Haqqımızda
ru_ru: О нас

source: Hesabım
ru_ru: Мой счет

source: Həftəiçi
ru_ru: Еженедельно

source: Həftəsonu
ru_ru: Выходные

source: Həmçinin abunə ol və ən son yeniliklərdən xəbərdar ol
ru_ru: Также подпишитесь и будьте в курсе последних обновлений

source: Həmçinin abunə ol və ən son yeniliklərdən xəbərdar olun.
ru_ru: Также подпишитесь и получайте последние обновления.

source: Kameralar
ru_ru: Камеры

source: Kartla / nağd / kredit
ru_ru: Картой/наличными/в кредит

source: Karyera və yüksəliş
ru_ru: Карьера и продвижение по службе

source: Kateqoriyalar
ru_ru: Категории

source: Komputer və Aksesuarlar
ru_ru: Компьютер и аксессуары

source: Kupon ilk online alış-veriş zamanı sistemimiz tərəfindən avtomatik daxil edilir!Nəzərinizə çatdırırıq ki, kuponun yararlılığı üçün son tarixi qeydiyyatdan 10 gün sonrakı müddətə qədərdir!
ru_ru: Купон автоматически вводится нашей системой при первой онлайн-покупке. Обратите внимание, что срок действия купона составляет 10 дней после регистрации!

source: Led TV
ru_ru: Cветодиодный телевизор

source: Müqayisə
ru_ru: Сравнение

source: Məhsullar
ru_ru: Продукты

source: Məmnuniyyət
ru_ru: Удовлетворение

source: Məzmun
ru_ru: Содержание

source: Oyun avadanlıqları
ru_ru: Игровое оборудование

source: Oyun konsolları
ru_ru: Игровые консоли

source: Pulsuz çatdırılma
ru_ru: Бесплатная доставка

source: Qeydiyyat
ru_ru: Регистрация

source: Qulaqcıqlar
ru_ru: Наушники

source: Sifarişini izlə
ru_ru: Отслеживайте свой заказ

source: Sizdən gələn rəylər
ru_ru: Your Feedbacks

source: Smart qadgetlər
ru_ru: Smart Gadgets

source: Smartfonlar
ru_ru: Smartfons

source: Son Paylaşılanlar
ru_ru: Recently Viewed

source: Səhifələr
ru_ru: Страницы

source: Sərfəli qiymətlərlə
ru_ru: По доступным ценам

source: Tez-tez verilən suallar
ru_ru: Часто задаваемые вопросы

source: Təkrar şifrə
ru_ru: Confirm Password

source: və ya
ru_ru: или

source: Zəhmət olmasa düzgün elektron ünvanı daxil edin...
ru_ru: Пожалуйста, введите действительный адрес электронной почты...

source: Ünvanımız
ru_ru: Наш адрес

source: İlk alışda 25 azn endirim kuponu qazan!
ru_ru: Получите купон на скидку 25 AZN на первую покупку!

source: İstifadəçi adı
ru_ru: Имя пользователя

source: İstədiyin məhsulu elə indi tap...
ru_ru: Найдите нужный вам товар прямо сейчас...

source: İşə qəbul prosesi
ru_ru: Процесс набора персонала

source: Şifrə
ru_ru: Пароль

source: Şifrəni unutmusan?
ru_ru: Forget your Password?

source: Ən çox satılanlar
ru_ru: Бестселлеры

source: Əsas səhifə
ru_ru: Главная страница
